{
  "name": "New York",
  "team": "New York",
  "title": "ny",
  "locker": true,
  "socials": [{ "url": "https://www.facebook.com/GYMSPORTSBARNY" }],
  "contacts": {
    "timezone": "America/New_York",
    "address1": "167 8th Ave. @ 18/19th NYC",
    "address2": "New York, NY 10011",
    "maps": "https://g.page/gymsportsbarny?share",
    "phone": "(212) 337-2439",
    "email": "info@gymsportsbar.com",
    "hours": [
      {
        "days": "Mon-Thu",
        "hours": "4PM - 2AM"
      },
      {
        "days": "Friday",
        "hours": "4PM - 4AM"
      },
      {
        "days": "Sat-Sun",
        "hours": "1PM - 4AM"
      }
    ]
  },
  "events": [
    {
      "start": "21:00",
      "end": "24:00",
      "date": "2022-12-31",
      "name": "New Year's",
      "url": ""
    }
  ],
  "recurring": [
    {
      "weekday": 1,
      "start": "16:00",
      "end": "20:00",
      "name": "Happy Hour 4PM-8PM",
      "url": ""
    },
    {
      "weekday": 2,
      "start": "16:00",
      "end": "20:00",
      "name": "Happy Hour 4PM-8PM",
      "url": ""
    },
    {
      "weekday": 3,
      "start": "16:00",
      "end": "20:00",
      "name": "Happy Hour 4PM-8PM",
      "url": ""
    },
    {
      "weekday": 4,
      "start": "16:00",
      "end": "20:00",
      "name": "Happy Hour 4PM-8PM",
      "url": ""
    },
    {
      "weekday": 5,
      "start": "16:00",
      "end": "20:00",
      "name": "Happy Hour 4PM-8PM",
      "url": ""
    }
  ],
  "leagues": [
    {
      "name": "Basketball",
      "img": "/uploads/nybasketball.jpeg",
      "slug": "basketball",
      "description": "The New York City Pride Basketball League is New York's first official LGBTQIA+ basketball league. The league provides an environment free of harassment and discrimination for members and friends of the LGBT community to play basketball and fulfill their athletic aspirations. Games are played at the Field House at Chelsea Piers.",
      "website": "https://www.pridebasketballnyc.org",
      "section": "Sports"
    },
    {
      "name": "Softball",
      "img": "/uploads/nysoftball.jpeg",
      "slug": "softball",
      "description": "The Big Apple Softball League (BASL) offers its members the opportunity to play softball in a gay-friendly environment. The league includes both competitive and recreational divisions. Players of all skill levels are welcome. Games are scheduled each weekend from April to August, except for holidays. League teams have the opportunity to compete in a variety of tournaments throughout the U.S. and Canada, including the annual North American Gay Amateur Athletic Alliance (NAGAAA) Gay World Series. BASL holds recruitment tryouts in late March / early April.",
      "website": "https://www.bigapplesoftball.com",
      "section": "Sports"
    },
    {
      "name": "Football",
      "img": "/uploads/nyfootball.jpeg",
      "slug": "football",
      "description": "The New York Gay Flag Football League consists of 14 teams and over 200 members. The league has Spring and Fall seasons. League registration begins approximately 6 weeks before the start of each season. Players are assigned to teams based on a player draft. All skill levels are welcome.",
      "website": "https://www.nygayfootball.org",
      "section": "Sports"
    },
    {
      "name": "Volleyball",
      "img": "/uploads/nyvolleyball.jpeg",
      "slug": "volleyball",
      "description": "Gotham Volleyball is the largest gay sports organization in New York City. Its members are primarily gay and lesbian but we also welcome individuals who are bisexual, transgender, and straight. The main purpose of Gotham is to promote the development and enjoyment of the sport of volleyball among the gay and lesbian community in particular, as well as the general populace. Gotham Volleyball welcomes players of all skill levels.",
      "website": "https://www.gothamvolleyball.org",
      "section": "Sports"
    },
    {
      "name": "Soccer",
      "img": "/uploads/nysoccer.jpeg",
      "slug": "soccer",
      "description": "The New York Ramblers Soccer Club provides a comfortable and fun space for all people, regardless of their skill, sexual orientation, gender, race or religion; to come together and enjoy the competition and sport of soccer and good friends. The club conducts clinics and practices open to both members and league members alike. The club conducts practices and scrimmages throughout the year. The schedule changes with the season. Club members also participate in league-sponsored tournaments as well as other tournaments around the country and internationally.",
      "website": "https://www.nyramblers.com",
      "section": "Sports"
    },
    {
      "name": "Hockey",
      "img": "/uploads/nyhockey.jpeg",
      "slug": "hockey",
      "description": "The New York Gay Hockey Association fields four teams playing at three different levels of competition. League games are held every Friday and Saturday night at the Sky Rink at Chelsea Piers. The league also hosts an annual national tournment, the Chelsea Challenge, each June.",
      "website": "https://www.nycgha.org",
      "section": "Sports"
    },
    {
      "name": "Rugby",
      "img": "/uploads/nyrugby.jpeg",
      "slug": "rugby",
      "description": "The Gotham Kinghts Rubgy Football Club is New York's entry to the growing worldwide ranks of multiethnic and non-discriminatory rugby teams worldwide. Gotham has an open practice policy, no experience is required but practices are intense and skills oriented. New players are encouraged to attend the Rugby Bootcamp at the start of the Spring season. Home games are played on Randall's Island.",
      "website": "https://gothamrfc.org",
      "section": "Sports"
    },
    {
      "name": "Wrestling",
      "img": "/uploads/nywrestling.jpeg",
      "slug": "wrestling",
      "description": "Metro Wrestling is New York City's gay freestyle wrestling club. Regular practices are held twice weekly - Saturday and Sunday - in Manhattan. All skill levels are welcome. The club offers a beginners clinic on the first Sunday of every month and also hosts an annual tournament. METRO WRESTLING practices are sanctioned by the Amateur Athletic Union (AAU).",
      "website": "http://www.metrowrestling.org",
      "section": "Sports"
    },
    {
      "name": "Pool",
      "img": "/uploads/nypool.jpeg",
      "slug": "pool",
      "description": "Founded in 1984, The New York Gay Pool League is a Not-for Profit Corporation dedicated to raising Money for AIDS charities. Through it's season long schedule of pocket billiard matches held throughout the city, the League helps build a sense of community and friendship between it's member bars and players",
      "website": "https://nygpl.org",
      "section": "Sports"
    },
    {
      "name": "Bowling - MCAANY",
      "img": "/uploads/nybowling1.jpeg",
      "slug": "bowling1",
      "description": "MCAANY Madness furthers the advancement of sports participation within the LGBT community.",
      "website": "https://www.facebook.com/McaanyMadness",
      "section": "Sports"
    },
    {
      "name": "Bowling - Sunday",
      "img": "/uploads/nybowling2.png",
      "slug": "bowling2",
      "description": "For over 20 years, Sunday Bowling League NYC has been bringing LGBT bowlers together across the tri-state region.",
      "website": "https://www.nycsbl.com",
      "section": "Sports"
    },
    {
      "name": "Cheerleading",
      "img": "/uploads/nycheerleading.jpeg",
      "slug": "cheerleading",
      "description": "Cheer New York is a non-profit cheerleading squad made up of adult gay and straight athletes who do charity work for the NYC community and still bring the hard acrobatic / gymnastic tricks. Join Cheer NY to make new friends and have fun, while staying in shape.",
      "website": "https://www.cheernewyork.org",
      "section": "Sports"
    },
    {
      "name": "Running",
      "img": "/uploads/nyrunning.jpeg",
      "slug": "running",
      "description": "A running club for lesbians, gay men and gay-friendly people of all athletic abilities. For more than 25 years, the club has supported a network of men and women that ranges from recreational walkers and joggers to competitive track athletes, road racers and marathoners. No matter what your pace, preferred distance or racing goal, you will find members to run and train with.",
      "website": "https://frny.org",
      "section": "Sports"
    },
    {
      "name": "Tennis",
      "img": "/uploads/nytennis.jpeg",
      "slug": "tennis",
      "description": "Metro Tennis Group is New York's gay/lesbian tennis association. Through its annual tournaments, league play and competition, and themed social events, MTG offers the City's tennis enthusiasts a forum to play both competitively and recreationally, and an opportunity to make lasting friendships.",
      "website": "https://metrotennisgroup.com",
      "section": "Sports"
    },
    {
      "name": "Skiing",
      "img": "/uploads/nyskiing.jpeg",
      "slug": "skiing",
      "description": "SKI BUMS invites you to join hundreds of GLBT skiers and snowboarders and visit the world's best ski resorts. All skill levels are welcome, from complete beginners to seasoned experts. Join our group trips to resorts throughout the United States, Canada, Europe and South America.",
      "website": "https://www.ski-bums.org",
      "section": "Sports"
    },
    {
      "name": "Swim / Water Polo",
      "img": "/uploads/nyswim.jpeg",
      "slug": "swim",
      "description": "Team New York Aquatics is a Masters-level swim/water polo/synchro team open to members and friends of New York City's gay, lesbian, bisexual, and transgendered community. New members of all ages and experience levels are welcome. Many swimmers swim for fitness alone, challenging themselves in workouts by swimming against their own best times. Many others challenge their goals through rigorous competition, by regularly attending swim meets with the team.",
      "website": "https://www.tnya.org",
      "section": "Sports"
    },
    {
      "name": "Adventure",
      "img": "/uploads/nyadventure.jpeg",
      "slug": "adventure",
      "description": "Established in 1980, Sundance Outdoor Adventure Society is an all-volunteer, not-for-profit organization based in the New York metropolitan area, devoted to non-competitive outdoor activities for the LGBT community. Sundance is organized around the activities of Camping and Backpacking, Biking, Boating, Hiking, Horseback Riding, Metro/Cultural, Skiing/Snowboarding and Skating. Many other activities are offered as well.",
      "website": "https://www.sundanceoutdoor.org",
      "section": "Sports"
    },
    {
      "name": "Out Of Bounds",
      "img": "/uploads/nyoutofbounds.jpeg",
      "slug": "oob",
      "description": "Out Of Bounds is a non-profit, tax-exempt organization that supports and promotes sports and recreational organizations with interests in the gay, lesbian, bisexual and transgender community of the greater New York City area.",
      "website": "https://www.oobnyc.org",
      "section": "Resources"
    },
    {
      "name": "Out Sports",
      "img": "/uploads/outsports.jpeg",
      "slug": "outsports",
      "description": "Outsports' mission is to build the broadest, deepest, most informative and most entertaining gay sports community. This encompasses sports fans, teams and leagues. A mixture of breaking news, commentary, features, member profiles, photo galleries, and discussion boards, Outsports is the place to go for sports fans and athletes. Nothing like Outsports exists either on- or off-line.",
      "website": "https://www.outsports.com",
      "section": "Resources"
    }
  ],
  "menu": [],
  "posters": [
    {
      "title": "Happy Hour 4PM-9PM",
      "link": "",
      "img": "/uploads/gymla_specials_happyhour.jpeg"
    },
    {
      "title": "Heavy Pour",
      "link": "",
      "img": "/uploads/mainrotate1.jpeg"
    }
  ]
}
